{"version":"1.0","provider_name":"Transcope","provider_url":"https:\/\/realgenius.com","author_name":"Bao Pham","author_url":"https:\/\/realgenius.com\/author\/bpham\/","title":"Legal Notice - Transcope","type":"rich","width":600,"height":338,"html":"<blockquote class=\"wp-embedded-content\" data-secret=\"qz85QaMdMz\"><a href=\"https:\/\/realgenius.com\/legal-notice\/\">Legal Notice<\/a><\/blockquote><iframe sandbox=\"allow-scripts\" security=\"restricted\" src=\"https:\/\/realgenius.com\/legal-notice\/embed\/#?secret=qz85QaMdMz\" width=\"600\" height=\"338\" title=\"&#8220;Legal Notice&#8221; &#8212; Transcope\" data-secret=\"qz85QaMdMz\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\" class=\"wp-embedded-content\"><\/iframe><script type=\"text\/javascript\">\n\/*! This file is auto-generated *\/\n!function(c,l){\"use strict\";var e=!1,o=!1;if(l.querySelector)if(c.addEventListener)e=!0;if(c.wp=c.wp||{},c.wp.receiveEmbedMessage);else if(c.wp.receiveEmbedMessage=function(e){var t=e.data;if(!t);else if(!(t.secret||t.message||t.value));else if(\/[^a-zA-Z0-9]\/.test(t.secret));else{for(var r,s,a,i=l.querySelectorAll('iframe[data-secret=\"'+t.secret+'\"]'),n=l.querySelectorAll('blockquote[data-secret=\"'+t.secret+'\"]'),o=0;o<n.length;o++)n[o].style.display=\"none\";for(o=0;o<i.length;o++)if(r=i[o],e.source!==r.contentWindow);else{if(r.removeAttribute(\"style\"),\"height\"===t.message){if(1e3<(s=parseInt(t.value,10)))s=1e3;else if(~~s<200)s=200;r.height=s}if(\"link\"===t.message)if(s=l.createElement(\"a\"),a=l.createElement(\"a\"),s.href=r.getAttribute(\"src\"),a.href=t.value,a.host===s.host)if(l.activeElement===r)c.top.location.href=t.value}}},e)c.addEventListener(\"message\",c.wp.receiveEmbedMessage,!1),l.addEventListener(\"DOMContentLoaded\",t,!1),c.addEventListener(\"load\",t,!1);function t(){if(o);else{o=!0;for(var e,t,r,s=-1!==navigator.appVersion.indexOf(\"MSIE 10\"),a=!!navigator.userAgent.match(\/Trident.*rv:11\\.\/),i=l.querySelectorAll(\"iframe.wp-embedded-content\"),n=0;n<i.length;n++){if(!(r=(t=i[n]).getAttribute(\"data-secret\")))r=Math.random().toString(36).substr(2,10),t.src+=\"#?secret=\"+r,t.setAttribute(\"data-secret\",r);if(s||a)(e=t.cloneNode(!0)).removeAttribute(\"security\"),t.parentNode.replaceChild(e,t);t.contentWindow.postMessage({message:\"ready\",secret:r},\"*\")}}}}(window,document);\n<\/script>\n","description":"Legal Notice                      View Rates                                Apply Now             THESE TERMS GOVERN THE USE OF THIS WEBSITE. PLEASE READ THEM CAREFULLY BEFORE ACCESSING THE SITE. IF YOU DO NOT AGREE WITH THESE TERMS DO NOT ACCESS THE WEBSITE. BY ACCESSING THE WEBSITE OR ANY OF ITS PAGES YOU AGREE TO BE BOUND BY THESE TERMS OF USE.   From time to time the Bank may place links to other websites on this page. The Bank has no control over any other website and is not responsible for the content on any site other than this one. Users assume all responsibility when they go to other sites via the links on this page. The information and materials contained in this website are owned by the Bank or by others, as applicable. No material may be copied, displayed, transmitted, distributed, framed, sold, stored for use, downloaded, or otherwise reproduced except as permitted by law. The information and materials contained in this website are owned by the Bank or by others, as applicable. No material may be copied, displayed, transmitted, distributed, framed, sold, stored for use, downloaded, or otherwise reproduced except as permitted by law. The Bank makes no warranties of any kind regarding the products and services advertised on this site. The Bank will use reasonable efforts to ensure that all information displayed is accurate; however, the Bank expressly disclaims any representation and warranty, express and implied, including, without limitation, warranties of merchantability, fitness for a particular purpose, suitability, and the ability to use the site without contracting a computer virus. The Bank is not responsible for any loss, damage, expense, or penalty. The Bank makes no warranties of any kind regarding the products and services advertised on this site. The Bank will use reasonable efforts to ensure that all information displayed is accurate; however, the Bank expressly disclaims any representation and warranty, express and implied, including, without limitation, warranties of merchantability, fitness for a particular purpose, suitability, and the ability to use the site without contracting a computer virus. The Bank is not responsible for any loss, damage, expense, or penalty (either in tort, contract, or otherwise), including direct, indirect, consequential and incidental damages, that result from the access of or use of this site. This limitation includes, but is not limited to the omission of information, the failure of equipment, the delay or inability to receive or transmit information, the delay or inability to print information, the transmission of any computer virus, or the transmission of any other malicious or disabling code or procedure. This limitation applies even if the Bank has been informed of the possibility of such loss or damage. This agreement may be changed from time to time by posting the new Terms of Use on the website. All users agree to be subject to this agreement as it changes from time to time. This agreement and the use of this website are governed by the laws of the State of Tennessee. This agreement and the use of this website are governed by the laws of the State of Tennessee."}